Autodesk.Revit.UI.TaskDialog.ExtraCheckBoxText
ExtraCheckBoxText is used to label the extra checkbox.
Remarks:
If ExtraCheckBoxText is set, a checkbox with the text will be shown. You can get the response of checkbox by checking the return value of the WasExtraCheckBoxChecked() method.
Since: 2017